{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "patient": 4,
      "developed": 5,
      "acute": 6,
      "liver": 7,
      "failure": 8,
      "after": 9,
      "starting": 10,
      "drug": 11,
      "x": 12,
      "severe": 13,
      "hepatotoxicity": 14,
      "was": 15,
      "observed": 16,
      "following": 17,
      "treatment": 18,
      "with": 19,
      "the": 20,
      "compound": 21,
      "medication": 22,
      "caused": 23,
      "kidney": 24,
      "injury": 25,
      "in": 26,
      "elderly": 27,
      "patients": 28,
      "thrombocytopenia": 29,
      "within": 30,
      "two": 31,
      "weeks": 32,
      "of": 33,
      "beginning": 34,
      "chemotherapy": 35,
      "anaphylactic": 36,
      "shock": 37,
      "occurred": 38,
      "first": 39,
      "dose": 40,
      "antibiotic": 41,
      "drug-induced": 42,
      "interstitial": 43,
      "lung": 44,
      "disease": 45,
      "confirmed": 46,
      "by": 47,
      "biopsy": 48,
      "agranulocytosis": 49,
      "reported": 50,
      "receiving": 51,
      "antipsychotic": 52,
      "rhabdomyolysis": 53,
      "initiation": 54,
      "statin": 55,
      "therapy": 56,
      "fatal": 57,
      "cardiac": 58,
      "arrhythmia": 59,
      "linked": 60,
      "to": 61,
      "qt-prolonging": 62,
      "agent": 63,
      "experienced": 64,
      "neutropenia": 65,
      "requiring": 66,
      "hospitalization": 67,
      "pancreatitis": 68,
      "attributed": 69,
      "valproic": 70,
      "acid": 71,
      "toxic": 72,
      "epidermal": 73,
      "necrolysis": 74,
      "documented": 75,
      "anticonvulsant": 76,
      "use": 77,
      "antiretroviral": 78,
      "lactic": 79,
      "acidosis": 80,
      "hepatic": 81,
      "necrosis": 82,
      "acetaminophen": 83,
      "overdose": 84,
      "hypoglycemia": 85,
      "emergency": 86,
      "care": 87,
      "on": 88,
      "this": 89,
      "insulin": 90,
      "regimen": 91,
      "reaction": 92,
      "eosinophilia": 93,
      "and": 94,
      "systemic": 95,
      "symptoms": 96,
      "antibiotics": 97,
      "hyponatremia": 98,
      "treated": 99,
      "ssris": 100,
      "colitis": 101,
      "immune": 102,
      "checkpoint": 103,
      "inhibitor": 104,
      "myocarditis": 105,
      "mrna": 106,
      "vaccine": 107,
      "aplastic": 108,
      "anemia": 109,
      "a": 110,
      "subset": 111,
      "peripheral": 112,
      "neuropathy": 113,
      "prolonged": 114,
      "metronidazole": 115,
      "lupus": 116,
      "erythematosus": 117,
      "hydralazine": 118,
      "osteonecrosis": 119,
      "jaw": 120,
      "bisphosphonate": 121,
      "corneal": 122,
      "deposits": 123,
      "taking": 124,
      "amiodarone": 125,
      "pulmonary": 126,
      "fibrosis": 127,
      "long-term": 128,
      "nitrofurantoin": 129,
      "no": 130,
      "adverse": 131,
      "events": 132,
      "were": 133,
      "during": 134,
      "12-week": 135,
      "trial": 136,
      "well": 137,
      "tolerated": 138,
      "all": 139,
      "study": 140,
      "participants": 141,
      "effective": 142,
      "favourable": 143,
      "safety": 144,
      "profile": 145,
      "clinically": 146,
      "significant": 147,
      "laboratory": 148,
      "abnormalities": 149,
      "detected": 150,
      "completed": 151,
      "without": 152,
      "serious": 153,
      "complications": 154,
      "showed": 155,
      "excellent": 156,
      "tolerability": 157,
      "phase": 158,
      "ii": 159,
      "studies": 160,
      "mild": 161,
      "headache": 162,
      "only": 163,
      "side": 164,
      "effect": 165,
      "resolving": 166,
      "spontaneously": 167,
      "intervention": 168,
      "group": 169,
      "improved": 170,
      "outcomes": 171,
      "versus": 172,
      "placebo": 173,
      "cohort": 174,
      "demonstrated": 175,
      "clean": 176,
      "record": 177,
      "across": 178,
      "levels": 179,
      "minimal": 180,
      "effects": 181,
      "new": 182,
      "formulation": 183,
      "major": 184,
      "concerns": 185,
      "routine": 186,
      "values": 187,
      "remained": 188,
      "normal": 189,
      "limits": 190,
      "throughout": 191,
      "vital": 192,
      "signs": 193,
      "stable": 194,
      "discontinuations": 195,
      "due": 196,
      "high": 197,
      "efficacy": 198,
      "signals": 199,
      "associated": 200,
      "quality": 201,
      "life": 202,
      "cases": 203,
      "identified": 204,
      "observation": 205,
      "period": 206,
      "is": 207,
      "safe": 208,
      "for": 209,
      "renally": 210,
      "impaired": 211,
      "at": 212,
      "standard": 213,
      "doses": 214,
      "follow-up": 215,
      "revealed": 216,
      "unexpected": 217,
      "findings": 218,
      "benefit-risk": 219,
      "populations": 220,
      "transient": 221,
      "nausea": 222,
      "but": 223,
      "resolved": 224,
      "minor": 225,
      "injection-site": 226,
      "reactions": 227,
      "most": 228,
      "frequent": 229,
      "complaint": 230,
      "adjustments": 231,
      "not": 232,
      "needed": 233,
      "toxicity": 234,
      "any": 235,
      "participant": 236,
      "drug-related": 237,
      "deaths": 238,
      "five-year": 239,
      "event": 240,
      "consistent": 241,
      "known": 242,
      "class": 243,
      "renal": 244,
      "contrast": 245,
      "exposure": 246,
      "bradycardia": 247,
      "beta-blocker": 248,
      "hemolytic": 249,
      "susceptible": 250,
      "immunosuppressant": 251,
      "opportunistic": 252,
      "cytomegalovirus": 253,
      "infection": 254,
      "cutaneous": 255,
      "vasculitis": 256,
      "allopurinol": 257,
      "ventricular": 258,
      "tachycardia": 259,
      "precipitated": 260,
      "antiarrhythmic": 261,
      "ototoxicity": 262,
      "permanent": 263,
      "hearing": 264,
      "loss": 265,
      "aminoglycoside": 266,
      "transaminase": 267,
      "elevations": 268,
      "discontinuation": 269,
      "treatment-emergent": 270,
      "arm": 271,
      "age": 272,
      "spectrum": 273,
      "endpoints": 274,
      "met": 275,
      "evidence": 276,
      "nephrotoxicity": 277
    },
    "unk_token": "[UNK]"
  }
}